Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Plant Saplings
uk_ua: Посадити саджанці

source: Plateau
uk_ua: Плато

source: Play
uk_ua: Грати

source: Play Replay
uk_ua: Програти повтор

source: Play a Campaign
uk_ua: Грати кампанію

source: Play a bell sound at the beginning of your turn
uk_ua: Програвати звук дзвону на початку вашого ходу

source: Play a multiplayer game with the AI or humans sharing the same machine
uk_ua: Грати в мультиплеєр проти комп'ютера або людини на одній машині

source: Play a sequence of connected scenarios, known as a campaign, against the computer.
uk_ua: Грати послідовність сполучених сценаріїв, відомих як кампанія, проти комп'ютера.

source: Play a single scenario against computer or human opponents.
uk_ua: Грати один сценарій проти комп'ютера або інших людей.

source: Play multiplayer (hotseat, LAN, or Internet), or a single scenario against the AI
uk_ua: Багатокористувацька гра (по черзі, LAN, чи Інтернет), або одиничний сценарій проти комп'ютера

source: Play short random animations for idle units
uk_ua: Програвати коротку випадкову анімацію для стоячих бійців

source: Play the embedded replay from the saved game if applicable
uk_ua: Грати вкладений повтор із збереженої гри, якщо придатний

source: Player $side_num
uk_ua: Гравець $side_num

source: Player Chat
uk_ua: Час гравця

source: Player Info —
uk_ua: Інформація про гравця —

source: Player and Enemy units can move between the surface and the interior of the ship via stairs.
uk_ua: Бойові одиниці гравця й противника можуть рухатися між верхньою й нижніми палубами по сходах.

source: Player joins
uk_ua: Гравець приєднався

source: Player leaves
uk_ua: Гравець покинув

source: Player:
uk_ua: Гравець:

source: Players
uk_ua: Гравці

source: Players must forge strange alliances with the local inhabitants, in order to survive on this most unusual of islands. Designed by Doc Paterson.
uk_ua: Щоб вижити на найбільш незвичайному з островів, гравцям доведеться створити дивні союзи з місцевими жителями. Дизайн — Doc Paterson.

source: Players must navigate the dispersive terrain of this small but topographically dense island.
uk_ua: Гравці повинні переміщатися по складній місцевості цього маленького, але географічно різноманітного острова.

source: Players must traverse all manner of terrain in pursuit of victory on this multi-fronted duel map.
uk_ua: Гравці повинні перетнути всі типи ландшафту в гонитві за перемогою на цій багатогранній дуельний карті.

source: Players:
uk_ua: Гравці:

source: Playing
uk_ua: Гра

source: Playlist
uk_ua: Список музики

source: Playlist Manager
uk_ua: Менеджер списку музики

source: Playtesting
uk_ua: Тестування

source: Please Disembark in an Orderly Fashion and Proceed South
uk_ua: Будь ласка, висаджуйтеся по порядку і слідуйте на південь.

source: Please report the following missing scenario to the campaign’s author: $unknown_list|
uk_ua: Будь ласка, повідомте автору кампанії про відсутній сценарій: $unknown_list|

source: Please report the following missing scenarios to the campaign’s author: $unknown_list|
uk_ua: Будь ласка, повідомте автору кампанії про відсутні сценарії: $unknown_list|

source: Please report this to the author or maintainer of this add-on.
uk_ua: Будь ласка, повідомте про це автору або наглядачу цього аддону.

source: Please report this to the respective authors or maintainers of these add-ons.
uk_ua: Будь ласка, повідомте про це відповідним авторам або наглядачам цього аддону.

source: Please! Don’t kill me.
uk_ua: Благаю, не вбивай.

source: Please, Ethiliel, let us hear him out. What happened to Mebrin?
uk_ua: Будь ласка, Етілієль, дай нам його вислухати. Що сталося з Мербіном?

source: Please, folks, not now.
uk_ua: Прошу, хлопці, не зараз.

source: Please, please, just hear me out. I know of these undead that you seek, and I know that you seek to destroy both them and us out of revenge. I am sorry my brothers attacked you. It was never my intention to cause everyone so much suffering.
uk_ua: Будь ласка, будь ласка, послухайте мене. Я знаю про мерців, яких ви шукаєте, і я знаю, що ви хочете знищити і їх, і нас через помсту. Я вибачаюся, що мої брати напали на вас. Я ніколи не мав на увазі завдавати стільки страждань.

source: Please, spare me...
uk_ua: Будь ласка, врятуйте мене...

source: Pleasure doing business with you! Just don’t let it happen again!
uk_ua: Гарно мати з тобою справу! Але не дозволяй цьому статися знову!

source: Plunk!
uk_ua: Бульк!

source: Poacher
uk_ua: Браконьєр

source: Podzol
uk_ua: Подзол

source: Point
uk_ua: Цікавинка

source: Point of view
uk_ua: Точка зору

source: Poison
uk_ua: Отрута

source: Poison Dagger
uk_ua: Отруйний кинджал

source: Poison Dagger (clean)
uk_ua: Отруйний кинджал (чистий)

source: Poison is seeping through the veins of this unit at this very moment.
uk_ua: Зараз жилами бійця тече отрута.

source: Poisoned units will lose eight hitpoints every turn until they are one point from dying. They will then remain at death’s door until the poison is removed. Healers can prevent a poisoned unit from deteriorating, but the poison will not be removed unless the unit regenerates, or begins a turn in a village, in an oasis, or next to a unit with the <i>Cures</i> ability.
uk_ua: Отруєні бійці кожен хід втрачатимуть по вісім одиниць здоров'я, поки у них не залишиться лише одна одиниця. Вони будуть при смерті, поки отруєння не буде вилікуване. Цілителі можуть нейтралізувати дію отрути, але отрута залишиться до тих пір, поки боєць повністю не відновиться, або не пробуде хід в селі, оазисі чи поряд з <i>лікарем</i>.

source: Polish Translation
uk_ua: Польський переклад

source: Poor Farmer
uk_ua: Бідний фермер

source: Poor guy didn’t make it.
uk_ua: Бідолаха не дожив до звільнення.

source: Port
uk_ua: Порт

source: Port of Elensefar
uk_ua: Порт Еленсефару

source: Portal, reopen! No! What have you done?
uk_ua: Портале, відкривайся знову! Ні! Що ти зробив?

source: Portrait:
uk_ua: Портрет:

source: Portuguese (Brazil) Translation
uk_ua: Португальський переклад (Бразилія)

source: Portuguese Translation
uk_ua: Португальський переклад

source: Possibly. When an Academy mage completes his studies, he is granted syllables of power, which become his new name. You are well beyond that point, but you are with the free magi now, so choose your own name. I was originally Rassin Tabin, but that is fairly ordinary, and at one point, it no longer suited.
uk_ua: Чого ж. Коли маг закінчує навчання в Академії, він отримує так звані „склади сили“, із яких складається його нове ім'я. Для тебе цей етап уже завершився, але ти стала вільною чарівницею, тож можеш сама собі обрати ім'я. Мене колись називали Рассен Табен, але те ім'я було доволі пересічне і зрештою перестало мені пасувати.

source: Potion of Decay
uk_ua: Зілля Гниття

source: Potion of Healing
uk_ua: Цілюще зілля

source: Potion of Strength
uk_ua: Зілля Сили

source: Poul
uk_ua: Поул

source: Powerful magic users sometimes have familiars, creatures which have had a spirit or minor demon drawn into them. A familiar may act as a spy or messenger for its master.
uk_ua: У багатьох могутніх чарівників є такі супутники, істоти, в яких вселився дух або маленький демон. Супутник часто служить хазяїну шпигуном або посланцем.

source: Powers of darkness, enshroud this field!
uk_ua: Сили пітьми, огорніть це поле!

source: Prairie
uk_ua: Прерії

source: Predictable RNG
uk_ua: Передбачуваний RNG

source: Preface
uk_ua: Передмова

source: Preferences
uk_ua: Параметри

source: Prepare to fight them! We must keep the ford clear!
uk_ua: Готуйтеся до битви з ними! Ми повинні очистити Переправу!

source: Prepare to fight! Block the chokepoints and hold them there!
uk_ua: Приготуйтеся до бою! Перекрийте проходи і утримуйте їх там!

source: Prepolur
uk_ua: Преполюр

source: Press ESC to skip
uk_ua: Натисніть ESC, щоб пропустити

source: Press desired hotkey (Esc cancels)
uk_ua: Натисніть бажану гарячу клавішу (Esc скасовує)

source: Preview image
uk_ua: Переглянути зображення

source: Previous
uk_ua: Попередня

source: Previous Tip of the Day
uk_ua: Попередня порада дня

source: Previous Unit
uk_ua: Попередній боєць

source: Previous page
uk_ua: Попередня сторінка

source: Prey approaches, dearest. It’s an unusual band, but the ones with weapons look underfed.
uk_ua: Жертви вже на підході, любчику. Якась незвичайна компанія: ті, що зі зброєю, якісь заморені на вигляд.

source: Prey! Get them!
uk_ua: Здобич! Узяти їх!

source: Prince Haldric
uk_ua: Принц Хальдрік

source: Prince Haldric and his company, grim and watchful, descend into catacombs below the temple, buried deep in the bedrock, in the very roots of the world itself. In the distance Haldric hears a booming voice.
uk_ua: Принц Хальдрік зі своїми людьми, похмурі і насторожені, спустилися в катакомби храму, що були прориті глибоко під землею, серед самих коренів світу. Вдалині Хальдрік почув рев.

source: Prince Haldric exits the sewer
uk_ua: Виведіть принца Хальдріка з каналізації

source: Prince Haldric has arrived at Fallen Lich Point, to retrieve Lich-Lord Caror’s Book of Fire and Darkness, and flee into the sewers of Southbay.
uk_ua: Принц Хальдрік прибув до мису Полеглого Ліча, щоб забрати у Владики-Ліча Карора його Книгу Вогню і Пітьми, а потім піти в міську каналізацію Південної Бухти.

source: Prince Haldric has emerged from the Lich-Lord’s tomb, with the Ruby of Fire. The forest seems particularly bright this day, but there is a cold breeze. It is late into the fall, and the first snows should fall any day. Prince Haldric has returned to his forest keep, and is pondering what to do next...
uk_ua: Принц Хальдрік покинув гробницю Владики-Ліча, несучи з собою Вогняний Рубін. У лісі того дня було особливо світло, але вже повіяло прохолодою. Йшла пізня осінь, з дня на день повинен був випасти перший сніг. Принц Хальдрік повертався у свій лісовий табір і роздумував, що ж робити далі...

source: Prince Haldric has emerged from the sewers of Southbay in the very heart of the city. After some commotion, he gains an audience with the King of Southbay.
uk_ua: Принц Хальдрік вибрався з каналізації в самому серці міста. Коли сум'яття уляглося, його прийняв Король Південної Бухти.

source: Prince Haldric leads his refugee band into the Midlands and smoke is in the air.
uk_ua: Принц Хальдрік вів своїх біженців углиб Серединних земель, у повітрі висів дим.

source: Prince Haldric must be the first into the sewers of Southbay.
uk_ua: Принц Хальдрік повинен першим увійти до міської каналізації.

source: Prince Haldric, I’ll concentrate on holding Southbay. You must defeat the orcs. The ships aren’t ready yet. We must defeat this army of orcs to buy us more time. Try not to kill us all with that ruby!
uk_ua: Принце Хальдріку, я захищатиму Південну Бухту. Ти ж розбий орків. Кораблі ще не готові. Розбий ці оркські війська і виграй нам трохи часу. І постарайся не убити нас усіх своїм рубіном!

source: Prince of Wesnoth
uk_ua: Принц Весноту

source: Prince... you must keep fighting! Nooooooo!
uk_ua: Принце... ти мусиш боротися! Нііііііііі!

source: Private Replay
uk_ua: Приватний повтор

source: Probably not. And, if nothing else, the hero-king of Wesnoth, Haldric Dragonbane, will need someone to remind him that he does not eat lightning and belch thunder. I... accept.
uk_ua: Можливо. І потім, героїчному королю Весноту, Хальдріку Драконоборцю, знадобиться хтось, хто нагадає йому, що він не їсть блискавки і не вивергає грім. Я... згодна.

source: Profile
uk_ua: Профіль

source: Programming
uk_ua: Програмування

source: Project-Id-Version: Report-Msgid-Bugs-To: https://bugs.wesnoth.org/ POT-Creation-Date: 2024-03-18 00:07 UTC PO-Revision-Date: 2024-07-04 17:39+0300 Last-Translator: Andrii Serbovets <serbovets.translation@gmail.com> Language-Team: Language: uk MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2); X-Generator: Poedit 3.4.2
uk_ua: Project-Id-Version: Report-Msgid-Bugs-To: https://bugs.wesnoth.org/ POT-Creation-Date: 2024-03-18 00:07 UTC PO-Revision-Date: 2024-07-04 17:39+0300 Last-Translator: Andrii Serbovets <serbovets.translation@gmail.com> Language-Team: Language: uk MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2); X-Generator: Omegat 6.0

source: Project-Id-Version: 1.10 Report-Msgid-Bugs-To: https://bugs.wesnoth.org/ POT-Creation-Date: 2024-04-10 17:05 UTC PO-Revision-Date: 2024-03-22 12:37+0200 Last-Translator: AncientGeneral <greatgeneral12 {AT} gmail DT com> Language-Team: Language: uk MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2); X-Generator: Poedit 3.0.1
uk_ua: [!]Project-Id-Version: Report-Msgid-Bugs-To: https://bugs.wesnoth.org/ POT-Creation-Date: 2024-03-18 00:07 UTC PO-Revision-Date: 2024-07-04 17:39+0300 Last-Translator: Andrii Serbovets <serbovets.translation@gmail.com> Language-Team: Language: uk MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2); X-Generator: Omegat 6.0

source: Promising spearmen in the armies of Wesnoth are often graduated to wielding pikes, and are outfitted with something far superior to the motley collection of leather armor they wore as recruits. A pike is a much longer weapon than a spear, and thus facilitates different combat tactics. A wall of pikemen is the bane of any cavalry charge, and with proper discipline and tactics, pikemen can also hold most other infantry at bay.
uk_ua: Перспективні списоносці армії Весноту часто міняють зброю на списи і екіпіруються в що-небудь краще, ніж другосортні шкіряні обладунки, що видаються новобранцям. Спис набагато довший за спис, тому дозволяє використовувати різні тактики бою. Ланцюг пікінерів повністю нейтралізує будь-який набіг кавалерії, а дисципліна і тактика дозволяє їм зупинити і майже будь-яку піхоту.

source: Propelled by oars or small sails, boats are used to travel short distances and in shallows where large ships cannot navigate.
uk_ua: Забезпечені веслами або маленькими вітрилами човни служать для коротких переправ по воді або перетину мілини, де великі кораблі не пройдуть.

source: Properties
uk_ua: Властивості

source: Prose and Story Edits
uk_ua: Проза та історія

source: Prose, Grammatical and Text Assistance
uk_ua: Проза, граматична та текстова допомога

source: Protect Your Troops
uk_ua: Захищайте Ваше Військо

source: Proven by the Sword
uk_ua: Доведено мечем

source: Provinces
uk_ua: Провінції

source: Provincial Guard
uk_ua: Місцева Варта

source: Pruark
uk_ua: Пруарк

source: Pry the flaming sword from the dead hand of its owner
uk_ua: Вирвіть Вогняний Меч з мертвої руки його власника

source: Public House
uk_ua: Таверна

source: Public message
uk_ua: Публічне повідомлення

source: Publish add-on
uk_ua: Опублікувати аддон

source: Publishing information file (.pbl)
uk_ua: Файл інформації про публікацію (.pbl)

source: Pure, unbiased randomness; the way Wesnoth is intended to be played. Example: if you strike twice with 50% accuracy, you’re most likely to hit once and miss once, but might also hit twice or miss twice.
uk_ua: Чиста, неупереджена випадковість; саме так у Веснот і треба грати. Приклад: якщо ви атакуєте двічі з 50% точністю, ви, швидше за все, влучите один раз і промахнетеся один раз, але також можете влучити двічі або промахнутися двічі.

source: Purge the entire contents of the cache
uk_ua: Видалити весь кеш

source: Purple
uk_ua: Бузковий

source: Push ’em into the sea! They’re in our winter homes! Heh... Tan-Vragar, I’m sure they will enjoy your little surprise!
uk_ua: Скиньте їх в море! Вони займають наші зимові хати! Хех... Тан-Врагаре, думаю, тобі сподобається цей невеликий сюрприз!

source: P’Gareth
uk_ua: П'Гарет

source: Qgthun
uk_ua: Кгтун

source: Quagmire
uk_ua: Трясовина

source: Quarry
uk_ua: Кар'єр

source: Queen’s patrol, ya say? They sent them a messenger our way a couple days ago, demanding our allegiance to some ‘Asheviere’. Weren’t that Garard’s young bride or something? Why’s she the one in charge now?
uk_ua: Патруль Королеви, кажиш? Кілька днів тому в нас був посланец, що вимагав нашої верності якійсь ‘Ашевір’. Чи то не молода наречена Гарарда чи шось таке? Чому вона тепер всим заправляє?

source: Quentin
uk_ua: Квентін

source: Query the controller status of a side.
uk_ua: Запитати статус оператора сторони.

source: Quick
uk_ua: Швидкий

source: Quick Replays
uk_ua: Швидкий повтор

source: Quick is the most noticeable trait, particularly in slower moving units such as trolls or heavy infantry. Units with the quick trait often have greatly increased mobility in rough terrain, which can be important to consider when deploying your forces. Also, quick units aren’t quite as tough as units without this trait and are subsequently less good at holding contested positions.
uk_ua: Швидкий — найбільш помітна риса, особливо для повільних бійців, таких як тролі чи важка піхота. Бійці з цією рисою часто набагато мобільніші на нерівній місцевості, що може бути важливо при розгортанні ваших сил. Також пам'ятаєте, що швидкі бійці менш жорсткі від інших і не дуже підходять для утримання спірних позицій.

source: Quick units have 1 extra movement point, but 5% less HP than usual. Quick is the most noticeable trait, particularly in slower moving units such as trolls or heavy infantry. Units with the Quick trait often have greatly increased mobility in rough terrain, which can be important to consider when deploying your forces. Also, Quick units aren&#8217;t quite as tough as units without this trait and are subsequently less good at holding contested positions.
uk_ua: Швидкі бійці мають додаткове очко руху, але у них на 5% менше здоров'я, ніж у звичайного. Швидкий - найбільш помітна риса, особливо для повільних бійців, таких як тролі чи важка піхота. Бійці з цією рисою часто набагато мобільніші на нерівній місцевості, що може бути важливо при розгортанні ваших сил. Також пам'ятаєте, що швидкі бійці менш жорсткі від інших і не дуже підходять для утримання спірних позицій.

source: Quick, back into the shadows! Maybe we can still lose them!
uk_ua: Бігом, повертаємось в тіні! Мож ми зможем відірватця від них!

source: Quiet! I will summon an enemy for you...
uk_ua: Тихіше! Зараз я викличу тобі в супротивники...

source: Quiet, Movrur. Loremaster, you... do not wish to see what is beneath this mask. I was terribly wounded in an orcish attack. Disfigured.
uk_ua: Тихо, Мовруре. Хранителю, тобі... краще не бачити, що знаходиться під цією маскою. Я був жахливо скалічений від руки орка. Спотворений.

source: Quiet. Listen, I think I hear something.
uk_ua: Тихіше! Слухайте, мені здається, я щось чую.

source: Quintain
uk_ua: Опудало

source: Quintains are used to practice swordplay and jousting on. It would be extremely unusual to be attacked by one.
uk_ua: Опудала використовуються в тренуваннях та лицарських турнірах. Дуже незвичайне відчуття — коли на тебе нападає отаке.

source: Quit
uk_ua: Вийти

source: Quit Game
uk_ua: Вийти з гри

source: Quit game
uk_ua: Вийти з гри

source: Quit game.
uk_ua: Вийти з гри.

source: Quit the game
uk_ua: Вийти з гри

source: Quit the scenario (without prompting).
uk_ua: Вийти зі сценарію (без підтвердження).

source: Quit to Desktop
uk_ua: Вийти в ОС

source: Quit to Menu
uk_ua: Вийти в меню

source: RACV’s Translation
uk_ua: Переклад RACV

source: Rabbin
uk_ua: Раббін

source: Race
uk_ua: Раса

source: Race:
uk_ua: Раса:

source: Races:
uk_ua: Раси:

source: Radius 1 Hex
uk_ua: Радіус 1 поле

source: Radius 2 Hex
uk_ua: Радіус 2 поля

source: Radius One
uk_ua: Радіус 1

source: Radius Two
uk_ua: Радіус 2

source: Raesil
uk_ua: Раесіль

source: Rah Ihn Mar
uk_ua: Ра Ін Мар

source: Rah Ihn Mar, Champion of the Burning Hills, made his way to the Ruaskkolin Lake region in pursuit of the Elvish Hero Terowydlithrol, known among Elves as ‘The Dragonbane’. It was said that Terowydlithrol had killed a Dragon of Fire that threatened an Elvish village, and initiated a ‘counterattack’ in which some 37 Drakes, camping in a nearby ravine and believed to be in allegiance with the Dragon, were slaughtered. Knowing that these Drakes were innocent, Rah Ihn Mar came to Ruaskkolin Lake to hunt down and slay Terowydlithrol, who had been seen entering the region but a day ago. Burning for vengeance, Rah Ihn Mar began the hunt...
uk_ua: Рах Ін Мар, Володар Палаючих Пагорбів, пройшов шлях до озера Руаскколін в гонитві за ельфійським героєм Теровидлісролем, відомим серед ельфів як "Смерть Драконів". Говорили, що Теровидлісроль вбив Вогняного дракона, що напав на ельфійське село, і організував "контратаку", в якій були вбиті 37 дрейків, що зупинилися на сусідній рівнині, і яких вважали союзниками дракона. Знаючи, що ці дрейки були невинні, Рах Ін Мар прийшов до озера Руаскколін, щоб вислідити і убити Теровидлісроля. Того бачили на день раніше, як він підходив до озера. Палаючи бажанням помсти, Рах Ін Мар почав полювання...

source: Raiders
uk_ua: Мародери

source: Rail
uk_ua: Рейки

source: Rails
uk_ua: Рейки

source: Rain of arrows
uk_ua: Дощ стріл

source: Rainforest
uk_ua: Тропічний ліс

source: Raise Skeleton (15 Gold)
uk_ua: Підніміть кістяка (15 золота)

source: Raise Skeleton Archer (14 Gold)
uk_ua: Підніміть кістяка-лучника (14 золота)

source: Raise Walking Corpse (8 Gold)
uk_ua: Підніміть ходячого мерця (8 золота)

source: Raised elevation on-map marker
uk_ua: Маркер підвищеного рельєфу

source: Rally on me, everyone. We have better things to do than brawl with elves.
uk_ua: Всі до мене. У нас є важливіші справи, ніж боротися з ельфами.

source: Random
uk_ua: Випадково

source: Random Faction Matchups:
uk_ua: Випадковий підбір фракцій:

source: Random Leaders
uk_ua: Випадкові лідери

source: Random Maps
uk_ua: Випадкові карти

source: Random Start Time
uk_ua: Випадковий час початку

source: Random map
uk_ua: Випадкова карта

source: Random map (Desert)
uk_ua: Випадкова карта (Пустеля)

source: Random map (Marsh)
uk_ua: Випадкова карта (Болото)

source: Random map (Winter)
uk_ua: Випадкова карта (Зима)

source: Random map options:
uk_ua: Параметри випадкової карти:

source: Random maps with an odd width aren't supported.
uk_ua: Випадкові карти з непарною шириною не підтримуються.

source: Random starting time
uk_ua: Випадковий час початку

source: Randomize Tiles in Selection
uk_ua: Випадкові плитки у вибраному

source: Randomize the starting time of day
uk_ua: Випадковий початковий час доби

source: Randomly generated map. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
uk_ua: Випадково згенерована карта. Увага: випадкові карти часто не збалансовані, але якщо у вас є час, ви можете згенерувати нові, поки не отримаєте хорошу.

source: Range
uk_ua: Дальність

source: Range:
uk_ua: Відстань:

source: Ranger
uk_ua: Лісник

source: Ranger Tactics
uk_ua: Тактика дальніх атак
